{
    "connect": {
        "connection": "Connecte-toi",
        "login-google": "Se connecter avec Google",
        "mail": "Adresse mail",
        "password": "Mot de passe",
        "connect": "Se connecter",
        "no-account": "Pas encore de compte ?",
        "create-account": "Créer un compte",
        "nom": "Nom"
    },
  "profileGenderInput": {
    "woman": "Femme",
    "man": "Homme",
    "other": "Autre ...",
    "transgender": "Transgenre",
    "genderless": "Sans genre",
    "bigender": "Bigenre",
    "androgyne": "Androgyne",
    "neuter": "Neutre",
    "non-binary": "Non-binaire",
    "genderqueer": "Genre fluide",
    "genderfluid": "Genre fluide",
    "two-spirit": "Deux-esprits",
    "agender": "Agenre",
    "pangender": "Pangenre",
    "third-gender": "Troisième genre",
    "othergender": "Autre"
  },
    "presentation": {
        "devise1": "\"Chez PenPalMap, nous ne sommes pas là pour des interactions éphémères...",
        "devise2": "mais pour apprendre, connecter et évoluer, peu importe la distance.\"",
        "funTitle": "Découvrez PenPalMap - Où les Amis et l'Aventure se Rencontrent !",
        "funText": "Bienvenue sur PenPalMap, l'endroit où les amitiés transcendent les frontières et où l'aventure est à portée de clic ! Chez nous, chaque message est une opportunité de connecter, apprendre et explorer, peu importe où vous vous trouvez dans le monde. Joignez-vous à notre communauté mondiale et laissez PenPalMap être votre passeport vers des relations authentiques et des découvertes sans fin. Prêt pour l'aventure ? Rejoignez-nous maintenant !",
        "mapTitle": "Carte Interactive",
        "mapText": "Explorez notre carte interactive pour découvrir des correspondants du monde entier. Trouvez des amis à travers les continents et connectez-vous à une diversité de cultures et de perspectives.",
        "chatTitle": "Messagerie Instantanée",
        "chatText": "Notre messagerie instantanée vous rapproche de vos amis, que vous soyez en déplacement, en voyage ou simplement chez vous. Communiquez en temps réel avec des correspondants du monde entier.",
        "securityTitle": "Sécurité et Bienveillance",
        "securityText": "Chez PenPalMap, votre sécurité et votre bien-être sont notre priorité. Nous avons mis en place des mesures de sécurité robustes pour vous assurer une expérience en ligne sécurisée et bienveillante. Connectez-vous en toute confiance !",    
        "whyPenpalmapTitle": "Pourquoi Penpalmap ?",
        "whyPenpalmapText": "PenPalMap réinvente la correspondance en mettant l'accent sur la simplicité, la communauté et l'exploration. Contrairement à d'autres plateformes, notre service est entièrement gratuit. Plus besoin de lettres physiques ou de méthodes de correspondance désuètes. Nous éliminons les barrières pour vous permettre de vous connecter instantanément avec des amis du monde entier. Notre carte interactive est au cœur de l'expérience, facilitant la découverte de correspondants partout dans le monde. Explorez, apprenez, et construisez des amitiés sans frontières. Avec PenPalMap, votre aventure internationale commence ici. Rejoignez-nous et découvrez le monde avec des amis nouveaux et passionnants !",
        "seeDetails": "Voir les détails",
        "texte1": " Connectez-vous avec des amis du monde entier, où que vous soyez. Faites des amis, apprenez des langues et découvrez de nouvelles cultures quelque soit ta position.",
        "texte2": "PenPalMap est une application de messagerie instantanée qui permet de discuter avec des personnes du monde entier. Que tu sois en voyage, en déplacement ou chez vous, tu peux accéder à PenPalMap à tout moment, où que tu sois, en toute sécurité."
    },
    "footer": {
        "terms": "Conditions d'utilisation",
        "privacy": "Politique de confidentialité",
        "legal": "Mentions légales",
        "contact": "Contact",
        "about": "À propos"
    },
    "settings": {
        "title": "Settings",
        "language": "Langage",
        "theme": "Theme",
        "dark": "Dark",
        "light": "Light"
    },
    "chat":{
        "IsTyping": "est en train d'écrire...",
        "you": "Vous: ",  
        "send": "Envoyer",
        "seen": "Vu",
        "engageWith": "Engagez la discussion avec",
        "typeMessage": "Tape ton message..."
    },
    "map":{
        "searchPlace": "Rechercher un lieu..."
    },
    "menu":{
        "myProfile": "Mon profil",
        "parameters": "Paramètres",
        "logout": "Déconnexion"
    },
    "languages":{
        "en": "Anglais",
        "fr": "Français"
    },
    "profil":{
        "photos": "Photos",
        "addPhotos": "Ajouter des photos",
        "description": "Description"
    }

}
