{
    "connect": {
        "connection": "Connecte-toi",
        "login-google": "Se connecter avec Google",
        "mail": "Adresse mail",
        "password": "Mot de passe",
        "connect": "Se connecter",
        "no-account": "Pas encore de compte ?",
        "create-account": "Créer un compte",
        "forgot-password": "Mot de passe oublié ?",
        "nom": "Nom",
        "already-account": "Déjà un compte ?",
        "register": "S'inscrire",
        "sign-up": "inscrivez-vous!",
        "selectGender": "Selectionne ton genre",
        "selectBirthdate": "Selectionne ta date de naissance",
        "selectPhoto": "Selectionne une photo de toi",
        "pickLocation": "Selectionne ta position",
        "selectLanguage": "Selectionne ta langue",
        "next": "Suivant",
        "previous": "Précédent",
        "skip": "Passer",
        "finish": "Terminer",
        "day": "Jour",
        "month": "Mois",
        "year": "Année",
        "heyExplorer": "Hey, explorer! 🚸",
        "less12": "Juste un avertissement : Pour voyager sur PenPalMap, tu dois avoir au moins 12 ans. Reste en sécurité et profite de l'aventure ! 🌍✨ Tu te demande quelles sont les règles ? Consulte nos",
        "more12part1": "🚸 Salut ! Juste un avertissement : il y a des adultes sur cette application. Reste toujours en sécurité et sois prudent. 🛡️ Besoin de plus d'informations ? Consulte nos",
        "more12part2": ". Si quelque chose te semble étrange, n'hésite pas à contacter l'équipe PenPalMap ! 💌",
        "editImage": "Editer votre image",
        "toastLocationOut": "Oups ! Il semble que vous soyez au milieu de nulle part. Il est temps de sortir votre passeport imaginaire et d'explorer le 'Pays de Nulle Part' ! 🌍✈️",
        "selectALanguage": "Sélectionnez une langue",
        "level": "Niveau",
        "native": "Langue maternelle",
        "fluent": "Courant",
        "advanced": "Avancé",
        "intermediate": "Intermédiaire",
        "beginner": "Débutant",
        "delete": "Supprimer",
        "addLanguage": "Ajouter une langue"
    },
    "months": {
        "january": "common:Janvier",
        "february": "common:Février",
        "march": "common:Mars",
        "april": "common:Avril",
        "may": "common:Mai",
        "june": "common:Juin",
        "july": "common:Juillet",
        "august": "common:Aoû",
        "september": "common:Septembre",
        "october": "common:Octobre",
        "november": "common:Novembre",
        "december": "common:Décembre"
    },
    "profileGenderInput": {
        "woman": "Femme",
        "man": "Homme",
        "other": "Autre ...",
        "transgender": "Transgenre",
        "genderless": "Sans genre",
        "bigender": "Bigenre",
        "androgyne": "Androgyne",
        "neuter": "Neutre",
        "non-binary": "Non-binaire",
        "genderqueer": "Genre fluide",
        "genderfluid": "Genre fluide",
        "two-spirit": "Deux-esprits",
        "agender": "Agenre",
        "pangender": "Pangenre",
        "third-gender": "Troisième genre",
        "othergender": "Autre"
    },
    "presentation": {
        "devise1": "\"Chez PenPalMap, nous ne sommes pas là pour des interactions éphémères...",
        "devise2": "mais pour apprendre, connecter et évoluer, peu importe la distance.\"",
        "mapTitle": "Carte Interactive",
        "mapText": "Explorez notre carte interactive pour découvrir des correspondants du monde entier. Trouvez des amis à travers les continents et connectez-vous à une diversité de cultures et de perspectives.",
        "chatTitle": "Messagerie Instantanée",
        "chatText": "Notre messagerie instantanée vous rapproche de vos amis, que vous soyez en déplacement, en voyage ou simplement chez vous. Communiquez en temps réel avec des correspondants du monde entier.",
        "securityTitle": "Sécurité et Bienveillance",
        "securityText": "Chez PenPalMap, votre sécurité et votre bien-être sont notre priorité. Nous avons mis en place des mesures de sécurité robustes pour vous assurer une expérience en ligne sécurisée et bienveillante. Connectez-vous en toute confiance !",
        "whyPenpalmapTitle": "Pourquoi Penpalmap ?",
        "whyPenpalmapText": "PenPalMap réinvente la correspondance en mettant l'accent sur la simplicité, la communauté et l'exploration. Contrairement à d'autres plateformes, notre service est entièrement gratuit. Plus besoin de lettres physiques ou de méthodes de correspondance désuètes. Nous éliminons les barrières pour vous permettre de vous connecter instantanément avec des amis du monde entier. Notre carte interactive est au cœur de l'expérience, facilitant la découverte de correspondants partout dans le monde. Explorez, apprenez, et construisez des amitiés sans frontières. Avec PenPalMap, votre aventure internationale commence ici. Rejoignez-nous et découvrez le monde avec des amis nouveaux et passionnants !",
        "seeDetails": "Voir les détails",
        "text1": "Connectez-vous avec des amis du monde entier, où que vous soyez. Faites des amis, apprenez des langues et découvrez de nouvelles cultures quelque soit ta position.",
        "text2": "PenPalMap est une application de messagerie instantanée qui permet de discuter avec des personnes du monde entier. Que tu sois en voyage, en déplacement ou chez vous, tu peux accéder à PenPalMap à tout moment, où que tu sois, en toute sécurité."
    },
    "footer": {
        "terms": "Conditions d'utilisation",
        "privacy": "Politique de confidentialité",
        "legal": "Mentions légales",
        "contact": "Contact",
        "about": "À propos"
    },
    "settings": {
        "title": "Settings",
        "language": "Langage",
        "theme": "Theme",
        "dark": "Dark",
        "light": "Light",
        "informations": "Informations",
        "security": "Sécurité",
        "changePassword": "Changer le mot de passe",
        "back": "Retour",
        "lastPassword": "Ancien mot de passe",
        "newPassword": "Nouveau mot de passe",
        "confirmNewPassword": "Confirmer le nouveau mot de passe",
        "changePasswordButton": "Changer le mot de passe"
    },
    "chat": {
        "IsTyping": "est en train d'écrire...",
        "you": "Vous: ",
        "send": "Envoyer",
        "seen": "Vu",
        "engageWith": "Engagez la discussion avec",
        "typeMessage": "Tape ton message...",
        "newMessage": "Nouveau message"
    },
    "conversation": {
        "conversations": "Conversations",
        "noConversation": "Aucune conversation",
        "noConversationText": "Pour en commencer un conversation, cliquez sur un utilisateur sur la carte"
    },
    "legal": {
        "legalNoticeTitle": "Mentions Légales",
        "companyName": "Penpalmap.com",
        "companyEmail": "E-mail : contact@penpalmap.com",
        "domainEstablished": "Le nom de domaine www.penpalmap.com a été créé le 15 septembre 2018.",
        "disclaimer": "CLAUSE DE NON-RESPONSABILITÉ",
        "disclaimerText": "Le contenu du site www.penpalmap.com a été créé avec le plus grand soin. Cependant, aucune garantie ne peut être donnée quant à l'exhaustivité, l'exactitude ou l'actualité du contenu du site. En tant que prestataires de services, nous sommes responsables de nos propres informations conformément à la législation générale. Cela n'affecte pas l'obligation de bloquer ou d'empêcher l'utilisation des informations en vertu de la législation générale. Cependant, la responsabilité n'est possible qu'une fois que nous avons connaissance d'une violation spécifique de la loi. Dans ce cas, nous supprimerons bien sûr immédiatement le contenu concerné.",
        "liabilityForLinks": "RESPONSABILITÉ POUR LES LIENS",
        "liabilityForLinksText": "Ce site Web peut contenir des liens vers des sites Web externes gérés par des tiers, sur le contenu desquels nous n'avons aucune influence. Nous ne pouvons donc pas non plus fournir de garantie pour ces contenus externes. Les opérateurs et fournisseurs respectifs sont eux-mêmes responsables du contenu de ces sites Web externes. Au moment de la création du lien, nous avons toutefois vérifié le site Web lié pour détecter d'éventuelles violations de la loi. Lorsque le lien a été établi, aucune violation de la loi n'a pu être identifiée par nous. Cependant, il n'est pas possible d'effectuer des contrôles réguliers du contenu des sites Web liés sans indications spécifiques d'une violation de la loi. En cas d'infraction à la loi, nous supprimerons immédiatement le lien vers le contenu illégal.",
        "copyright": "DROITS D'AUTEUR",
        "copyrightText": "Le contenu et les œuvres que nous avons créés sur ces pages sont soumis au droit d'auteur français et européen. Nous attirons votre attention sur le fait que toute duplication, édition, diffusion ou tout type d'utilisation en dehors des limites du droit d'auteur nécessite l'accord écrit de l'auteur ou du créateur concerné. Sans le consentement exprès et écrit de l'auteur, toute utilisation ultérieure, en particulier la publication, toute forme d'exploitation commerciale et de transfert à des tiers - y compris en partie et sous une forme révisée - est interdite. Le droit d'auteur pour le matériel publié ici et pour les objets créés par l'auteur appartient uniquement à l'exploitant de ces pages.",
        "copyrightNotice": "COPYRIGHT @ PENPALMAP.",
        "additionalCopyrightText": "Les copies, les téléchargements éventuels sur le site et les applications ne sont autorisés que pour un usage privé et non commercial. Dans la mesure où le contenu de ce site n'a pas été créé par l'exploitant, les droits d'auteur de tiers sont respectés. De plus, ce matériel, en particulier le matériel de tiers, est marqué comme tel. Si vous avez néanmoins connaissance d'une violation du droit d'auteur, nous vous demandons de nous en informer en conséquence. Si nous prenons connaissance d'infractions à la loi, nous supprimerons immédiatement le contenu concerné.",
        "moreKeys": "Plus de clés..."
    },
    "map": {
        "searchPlace": "Rechercher un lieu..."
    },
    "menu": {
        "myProfile": "Mon profil",
        "parameters": "Paramètres",
        "logout": "Déconnexion"
    },
    "languages": {
        "en": "Anglais",
        "fr": "Français",
        "es": "Espagnol",
        "de": "Allemand",
        "pt": "Portugais",
        "it": "Italien",
        "ru": "Russe",
        "ja": "Japonais",
        "zh": "Chinois",
        "ar": "Arabe",
        "hi": "Hindi",
        "tr": "Turc",
        "ko": "Coréen",
        "pl": "Polonais",
        "nl": "Néerlandais"
    },
    "languagesOrigin": {
        "en": "English",
        "fr": "Français",
        "es": "Español",
        "de": "Deutsch",
        "pt": "Português",
        "it": "Italiano",
        "ru": "Русский",
        "ja": "日本語",
        "zh": "中文",
        "ar": "العربية",
        "hi": "हिन्दी",
        "tr": "Türkçe",
        "ko": "한국어",
        "pl": "Polski",
        "nl": "Nederlands"
    },
    "profil": {
        "photos": "Photos",
        "addPhotos": "Ajouter des photos",
        "description": "Description",
        "SeeTheProfile": "Voir le profil"
    },
    "form": {
        "messageError": "Une erreur est survenue, veuillez réessayer plus tard.",
        "messagePasswordChange": "Votre mot de passe a bien été modifié !"
    }
}
