{
    "connect": {
        "connection": "iniciar sesión en PenpalMap!",
        "login-google": "Iniciar sesión con Google",
        "mail": "Correo electrónico",
        "password": "Contraseña",
        "connect": "Conéctate",
        "no-account": "¿Aún no tienes una cuenta?",
        "create-account": "Crear una cuenta",
        "forgot-password": "¿Olvidaste tu contraseña?",
        "nom": "Nombre",
        "already-account": "¿Ya tienes una cuenta?",
        "register": "Registrarse",
        "sign-up": "¡Regístrate!",
        "selectGender": "Selecciona tu género",
        "selectBirthdate": "Selecciona tu fecha de nacimiento",
        "selectPhoto": "Selecciona una foto tuya",
        "pickLocation": "Selecciona tu posición",
        "selectLanguage": "Selecciona tu idioma",
        "next": "Siguiente",
        "previous": "Anterior",
        "skip": "Saltar",
        "finish": "Terminar",
        "day": "Día",
        "month": "Mes",
        "year": "Año",
        "heyExplorer": "¡Hola, explorador! 🚸",
        "less12": "Solo una advertencia: Para viajar en PenpalMap, debes tener al menos 12 años. ¡Mantente seguro y disfruta de la aventura! 🌍✨ ¿Te preguntas cuáles son las reglas? Consulta nuestras",
        "more12part1": "🚸 ¡Hola! Solo una advertencia: hay adultos en esta aplicación. ¡Mantente siempre seguro y sé prudente! 🛡️ ¿Necesitas más información? Consulta nuestras",
        "more12part2": ". Si algo te parece extraño, ¡no dudes en contactar al equipo de PenpalMap! 💌",
        "editImage": "Editar tu imagen",
        "toastLocationOut": "¡Ups! Parece que estás en medio de la nada. ¡Es hora de sacar tu pasaporte imaginario y explorar el 'País de la Nada'! 🌍✈️",
        "selectALanguage": "Selecciona un idioma",
        "level": "Nivel",
        "native": "Lengua materna",
        "fluent": "Fluido",
        "advanced": "Avanzado",
        "intermediate": "Intermedio",
        "beginner": "Principiante",
        "delete": "Eliminar",
        "addLanguage": "Agregar un idioma",
        "cookiesUsed": "Este sitio utiliza cookies para mejorar la experiencia del usuario",
        "AcceptClose": "Aceptar y cerrar",
        "validateTerms": "Términos de uso",
        "seeTerms": "Ver términos de uso",
        "conditionsPart1": "Penpalmap recopila sus datos para proporcionarle sus servicios y asistencia, garantizar el buen funcionamiento de la aplicación, enviarle contenido promocional propio y de sus socios, y realizar estudios y estadísticas.",
        "conditionsPart2": "Esta información está destinada a Penpalmap y sus colaboradores ubicados dentro y fuera de la UE. Usted tiene derecho a acceder, rectificar y eliminar la información que le concierne y, en su caso, a oponerse, a la portabilidad de sus datos, a la limitación del tratamiento y, finalmente, a la posibilidad de establecer directrices sobre la clasificación de sus datos después de la muerte. Sin su consentimiento, no se puede crear su cuenta.",
        "conditionsPart3": "Al hacer clic en 'Acepto las condiciones', usted acepta el uso de cookies para optimizar la experiencia del usuario, mejorar el sitio web y la aplicación web.",
        "validateConnections": "Acepto las condiciones"
    },
    "months": {
        "january": "common:Enero",
        "february": "common:Febrero",
        "march": "common:Marzo",
        "april": "common:Abril",
        "may": "common:Mayo",
        "june": "common:Junio",
        "july": "common:Julio",
        "august": "common:Agosto",
        "september": "common:Septiembre",
        "october": "common:Octubre",
        "november": "common:Noviembre",
        "december": "common:Diciembre"
    },
    "profileGenderInput": {
        "woman": "Mujer",
        "man": "Hombre",
        "other": "Otro ...",
        "transgender": "Transgénero",
        "genderless": "Sin género",
        "bigender": "Bigénero",
        "androgyne": "Andrógino",
        "neuter": "Neutro",
        "non-binary": "No binario",
        "genderqueer": "Género fluido",
        "genderfluid": "Género fluido",
        "two-spirit": "Dos espíritus",
        "agender": "Agénero",
        "pangender": "Pangénero",
        "third-gender": "Tercer género",
        "othergender": "Otro"
    },
    "presentation": {
        "devise1": "\"En PenpalMap, no estamos aquí para interacciones efímeras...",
        "devise2": "sino para aprender, conectar y evolucionar, sin importar la distancia.\"",
        "mapTitle": "Mapa Interactivo",
        "mapText": "Explora nuestro mapa interactivo para descubrir corresponsales de todo el mundo. Encuentra amigos a través de los continentes y conecta con una diversidad de culturas y perspectivas.",
        "chatTitle": "Chat Instantáneo",
        "chatText": "Nuestro chat instantáneo te acerca a tus amigos, ya sea que estés en movimiento, de viaje o simplemente en casa. Comunícate en tiempo real con corresponsales de todo el mundo.",
        "securityTitle": "Seguridad y Cuidado",
        "securityText": "En PenpalMap, tu seguridad y bienestar son nuestra prioridad. Hemos implementado medidas de seguridad sólidas para garantizar una experiencia en línea segura y cuidadosa. ¡Conéctate con confianza!",
        "whyPenpalmapTitle": "¿Por qué PenpalMap?",
        "whyPenpalmapText": "PenpalMap reinventa la correspondencia con un enfoque en la simplicidad, la comunidad y la exploración. A diferencia de otras plataformas, nuestro servicio es completamente gratuito. No más cartas físicas ni métodos de correspondencia obsoletos. Eliminamos las barreras para permitirte conectarte instantáneamente con amigos de todo el mundo. Nuestro mapa interactivo está en el centro de la experiencia, facilitando el descubrimiento de corresponsales en todo el mundo. Explora, aprende y construye amistades sin fronteras. Con PenpalMap, tu aventura internacional comienza aquí. ¡Únete y descubre el mundo con amigos nuevos y emocionantes!",
        "seeDetails": "Ver detalles",
        "text1": "Conéctate con amigos de todo el mundo, estés donde estés. Haz amigos, aprende idiomas y descubre nuevas culturas, sin importar tu ubicación.",
        "text2": "PenpalMap es una aplicación de chat instantáneo que te permite conversar con personas de todo el mundo. Ya sea que estés de viaje, en movimiento o en casa, puedes acceder a PenpalMap en cualquier momento, estés donde estés, de manera segura."
    },
    "footer": {
        "terms": "Términos de uso",
        "privacy": "Política de privacidad",
        "legal": "Avisos legales",
        "contact": "Contáctenos",
        "about": "Acerca de nosotros"
    },
    "settings": {
        "title": "Configuración",
        "language": "Idioma",
        "theme": "Tema",
        "dark": "Oscuro",
        "light": "Claro",
        "informations": "Informaciones",
        "security": "Seguridad",
        "changePassword": "Cambiar contraseña",
        "back": "Atrás",
        "lastPassword": "Contraseña anterior",
        "newPassword": "Nueva contraseña",
        "confirmNewPassword": "Confirmar nueva contraseña",
        "changePasswordButton": "Cambiar contraseña"
    },
    "chat": {
        "IsTyping": "está escribiendo...",
        "you": "Tú: ",
        "send": "Enviar",
        "seen": "Visto",
        "engageWith": "Inicia una conversación con",
        "typeMessage": "Escribe tu mensaje...",
        "newMessage": "Nuevo mensaje"
    },
    "conversation": {
        "conversations": "Conversaciones",
        "noConversation": "Sin conversaciones",
        "noConversationText": "Para comenzar una conversación, haz clic en un usuario en el mapa"
    },
    "legal": {
        "legalNoticeTitle": "Legal Notice",
        "companyName": "Penpalmap.com",
        "companyEmail": "Email: contact@penpalmap.com",
        "domainEstablished": "The domain name www.penpalmap.com was established on September 15, 2018.",
        "disclaimer": "DISCLAIMER",
        "disclaimerText": "The content of the site www.penpalmap.com has been prepared with the utmost care. However, we cannot provide any guarantees regarding the completeness, accuracy, or timeliness of the website's content. We are responsible for our own information in accordance with general legislation. This does not affect the obligation to block or prevent the use of information under general laws. However, liability is only possible once we become aware of a specific legal violation. In this case, we will promptly remove the affected content.",
        "liabilityForLinks": "LIABILITY FOR LINKS",
        "liabilityForLinksText": "This website may contain links to external third-party websites over which we have no control. We therefore cannot provide any guarantees for this external content. The respective operators and providers bear sole responsibility for the content of these external websites. However, at the time of linking, we checked the linked website for any potential legal violations. No such violations were identifiable when the link was established. Nevertheless, regular reviews of the content of linked websites without specific indications of a legal violation are not feasible. If we become aware of legal violations, we will immediately remove links to any illegal content.",
        "copyright": "COPYRIGHT",
        "copyrightText": "The content and works we've created on these pages are subject to French and European copyright laws. We highlight that any duplication, processing, distribution, or any form beyond the scope of copyright law requires the written consent of the respective author or creator. Without explicit and written consent from the author, any further use, especially publication and any form of commercial exploitation, is prohibited. The copyright for published material here and objects created by the author solely belongs to the operator of these pages.",
        "copyrightNotice": "COPYRIGHT @ PENPALMAP",
        "additionalCopyrightText": "Copies, potential downloads from the site, and applications are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, third-party copyrights are respected. Additionally, such material, especially third-party material, is identified as such. Nevertheless, if you notice any copyright infringements, we request that you inform us accordingly. Upon becoming aware of legal violations, we will immediately remove the affected content.",
        "moreKeys": "More keys..."
    },
    "map": {
        "searchPlace": "Buscar un lugar o ciudad..."
    },
    "menu": {
        "myProfile": "Mi perfil",
        "parameters": "Configuración",
        "logout": "Cerrar sesión"
    },
    "languages": {
        "en": "Inglés",
        "fr": "Francés",
        "es": "Español",
        "de": "Alemán",
        "pt": "Portugués",
        "it": "Italiano",
        "ru": "Ruso",
        "ja": "Japonés",
        "zh": "Chino",
        "ar": "Árabe",
        "hi": "Hindi",
        "tr": "Turco",
        "ko": "Coreano",
        "pl": "Polaco",
        "nl": "Neerlandés"
    },
    "languagesOrigin": {
        "en": "English",
        "fr": "Français",
        "es": "Español",
        "de": "Deutsch",
        "pt": "Português",
        "it": "Italiano",
        "ru": "Русский",
        "ja": "日本語",
        "zh": "中文",
        "ar": "العربية",
        "hi": "हिन्दी",
        "tr": "Türkçe",
        "ko": "한국어",
        "pl": "Polski",
        "nl": "Nederlands"
    },
    "profil": {
        "photos": "Fotos",
        "addPhotos": "Agregar fotos",
        "description": "Descripción",
        "SeeTheProfile": "Ver el perfil",
        "loggedIn": "Conectado hace"
    },
    "form": {
        "messageError": "Se ha producido un error, inténtelo de nuevo más tarde.",
        "messagePasswordChange": "¡Su contraseña ha sido cambiada con éxito!"
    },
    "contact": {
        "title": "Contáctenos",
        "content": "No dude en ponerse en contacto con nosotros para cualquier pregunta o comentario.",
        "email": "Correo electrónico",
        "follow_us": "Síguenos"
    }
}
