{
  "connect": {
    "connection": "bei PenpalMap anmelden!",
    "login-google": "Mit Google anmelden",
    "mail": "E-Mail-Adresse",
    "password": "Passwort",
    "password-confirmation": "Passwort bestätigen",
    "connect": "Anmelden",
    "no-account": "Noch kein Konto?",
    "create-account": "Konto erstellen",
    "forgot-password": "Passwort vergessen?",
    "nom": "Name",
    "already-account": "Bereits ein Konto?",
    "register": "Registrieren",
    "sign-up": "Anmelden!",
    "selectGender": "Wähle dein Geschlecht",
    "selectBirthdate": "Wähle dein Geburtsdatum",
    "selectPhoto": "Wähle ein Foto von dir",
    "pickLocation": "Wähle deinen Standort",
    "selectLanguage": "Wähle deine Sprache",
    "next": "Nächster",
    "previous": "Vorheriger",
    "skip": "Überspringen",
    "finish": "Fertig",
    "day": "Tag",
    "month": "Monat",
    "year": "Jahr",
    "heyExplorer": "Hey, Entdecker! 🚸",
    "less12": "Nur eine Warnung: Um auf PenpalMap zu reisen, musst du mindestens 12 Jahre alt sein. Bleib sicher und genieße das Abenteuer! 🌍✨ Fragst du dich, welche Regeln gelten? Schau in unsere",
    "more12part1": "🚸 Hallo! Nur eine Warnung: Es gibt Erwachsene in dieser Anwendung. Bleib immer sicher und sei vorsichtig. 🛡️ Brauchst du weitere Informationen? Schau in unsere",
    "more12part2": ". Wenn etwas seltsam erscheint, zögere nicht, das PenpalMap-Team zu kontaktieren! 💌",
    "editImage": "Bild bearbeiten",
    "toastLocationOut": "Hoppla! Es scheint, als wärst du mitten im Nirgendwo. Es ist Zeit, deinen imaginären Reisepass herauszuholen und das 'Land des Nirgendwo' zu erkunden! 🌍✈️",
    "selectALanguage": "Wähle eine Sprache",
    "level": "Niveau",
    "native": "Muttersprache",
    "fluent": "Fließend",
    "advanced": "Fortgeschritten",
    "intermediate": "Mittelstufe",
    "beginner": "Anfänger",
    "delete": "Löschen",
    "addLanguage": "Sprache hinzufügen",
    "cookiesUsed": "Diese Website verwendet Cookies, um die Benutzererfahrung zu verbessern",
    "AcceptClose": "Akzeptieren und schließen",
    "validateTerms": "Nutzungsbedingungen",
    "seeTerms": "Nutzungsbedingungen anzeigen",
    "conditionsPart1": "Penpalmap sammelt Ihre Daten, um Ihnen seine Dienste und Unterstützung bereitzustellen, den ordnungsgemäßen Betrieb der Anwendung zu gewährleisten, Ihnen Werbeinhalte sowie die seiner Partner zu senden und Studien und Statistiken durchzuführen.",
    "conditionsPart2": "Diese Informationen sind für Penpalmap und seine Mitarbeiter innerhalb und außerhalb der EU bestimmt. Sie haben das Recht auf Zugang, Berichtigung und Löschung von Informationen über Sie und gegebenenfalls das Recht auf Widerspruch, Portabilität Ihrer Daten, Beschränkung der Verarbeitung und schließlich die Möglichkeit, Anweisungen zur Sortierung Ihrer Daten nach dem Tod zu definieren. Ohne Ihre Zustimmung kann kein Konto erstellt werden.",
    "conditionsPart3": "Durch Klicken auf 'Ich akzeptiere die Bedingungen' stimmen Sie der Verwendung von Cookies zur Optimierung der Benutzererfahrung, zur Verbesserung der Website und der Webanwendung zu.",
    "validateConnections": "Ich akzeptiere die Bedingungen",
    "close": "Schließen",
    "confirm": "Bestätigen",
    "ageYouAre": "ich bin",
    "yearsOld": "Jahre alt",
    "youAreIn": "Ich bin in",
    "send": "Senden",
    "forgotPassword": "Passwort vergessen?",
    "forgotPasswordDescription": "Gib deine E-Mail-Adresse ein und wir senden dir einen Link, um dein Passwort zurückzusetzen.",
    "emailAdress": "E-Mail-Adresse"
  },
  "months": {
    "january": "Januar",
    "february": "Februar",
    "march": "März",
    "april": "April",
    "may": "Mai",
    "june": "Juni",
    "july": "Juli",
    "august": "August",
    "september": "September",
    "october": "Oktober",
    "november": "November",
    "december": "Dezember"
  },
  "profileGenderInput": {
    "woman": "Frau",
    "man": "Mann",
    "other": "Andere ...",
    "transgender": "Transgender",
    "genderless": "Geschlechtslos",
    "bigender": "Bigender",
    "androgyne": "Androgyn",
    "neuter": "Neutral",
    "non-binary": "Nicht-binär",
    "genderqueer": "Genderqueer",
    "genderfluid": "Genderfluid",
    "two-spirit": "Zwei-Geister",
    "agender": "Agender",
    "pangender": "Pangender",
    "third-gender": "Drittes Geschlecht",
    "othergender": "Andere"
  },
  "presentation": {
    "devise1": "\"Bei PenpalMap sind wir nicht hier für flüchtige Interaktionen...",
    "devise2": "sondern um zu lernen, zu verbinden und sich weiterzuentwickeln, egal wie weit die Entfernung ist.\"",
    "mapTitle": "Interaktive Karte",
    "mapText": "Erkunde unsere interaktive Karte, um Korrespondenten auf der ganzen Welt zu entdecken. Finde Freunde über die Kontinente hinweg und verbinde dich mit einer Vielfalt von Kulturen und Perspektiven.",
    "chatTitle": "Sofortnachrichten",
    "chatText": "Unsere Sofortnachrichten bringen dich näher an deine Freunde, egal ob du unterwegs bist, auf Reisen oder einfach zu Hause. Kommuniziere in Echtzeit mit Korrespondenten aus der ganzen Welt.",
    "securityTitle": "Sicherheit und Fürsorge",
    "securityText": "Bei PenpalMap haben deine Sicherheit und dein Wohlbefinden oberste Priorität. Wir haben robuste Sicherheitsmaßnahmen implementiert, um dir ein sicheres und fürsorgliches Online-Erlebnis zu bieten. Verbinde dich mit Vertrauen!",
    "whyPenpalmapTitle": "Warum PenpalMap?",
    "whyPenpalmapText": "PenpalMap revolutioniert die Korrespondenz, indem es den Fokus auf Einfachheit, Gemeinschaft und Erkundung legt. Im Gegensatz zu anderen Plattformen ist unser Service vollständig kostenlos. Keine Notwendigkeit für physische Briefe oder veraltete Korrespondenzmethoden. Wir beseitigen die Barrieren, damit du dich sofort mit Freunden auf der ganzen Welt verbinden kannst. Unsere interaktive Karte steht im Mittelpunkt des Erlebnisses und erleichtert das Entdecken von Korrespondenten auf der ganzen Welt. Entdecke, lerne und baue grenzenlose Freundschaften auf. Mit PenpalMap beginnt dein internationales Abenteuer hier. Schließe dich uns an und entdecke die Welt mit neuen und aufregenden Freunden!",
    "seeDetails": "Details anzeigen",
    "text1": "Verbinde dich mit Freunden auf der ganzen Welt, egal wo du gerade bist. Knüpfe Freundschaften, lerne Sprachen und entdecke neue Kulturen, ganz gleich, wo du dich befindest.",
    "text2": "PenpalMap ist eine Instant-Messaging-App, mit der du mit Menschen auf der ganzen Welt chatten kannst. Egal, ob du auf Reisen bist, unterwegs oder zu Hause, du kannst jederzeit und überall sicher auf PenpalMap zugreifen.",
    "meetPeople": "Tauche ein in ein Abenteuer, um die Welt auf PenpalMap zu entdecken! Treffe Menschen aus allen Ecken des Planeten, ohne dein Sofa zu verlassen. Ob du davon träumst, mit einem australischen Surfer zu plaudern, ein Rezept für Tacos mit einem Mexikaner zu teilen oder einfach nur über die neueste Folge deiner Lieblingsserie mit jemandem auf der anderen Seite des Planeten zu diskutieren – alles ist möglich! Auf PenpalMap gibt es keine Grenzen, nur das Vergnügen, neue Kulturen zu entdecken und authentische Bindungen zu knüpfen. Also, bist du bereit, dich von deinem Bildschirm aus auf ein Abenteuer zu begeben?",
    "taglineBeforeFriends": "Verbinde dich mit ",
    "taglineFriends": "Freunden",
    "taglineAfterFriends": " aus der ganzen Welt, egal wo du bist.",
    "taglineActions": "Verbinde dich mit Freunden, lerne Sprachen und entdecke neue Kulturen, egal wo du bist.",
    "learnMore": "Mehr erfahren",
    "aroundTheWorld": "Weltweit",
    "aroundTheWorldText": "Mit PenPalMap entdecken Sie Menschen aus der ganzen Welt und erweitern Ihre Horizonte durch einzigartige internationale Verbindungen.",
    "travelAndMeet": "Reisen und treffen",
    "travelAndMeetText": "Während Ihrer Reisen setzt Sie PenPalMap mit Einheimischen in Kontakt und bietet Ihnen eine bereichernde und authentische Reiseerfahrung.",
    "secureApp": "Sichere App",
    "secureAppText": "PenPalMap garantiert die Sicherheit Ihrer Daten und Kommunikationen und ermöglicht es Ihnen, sich mit ruhigem Gewissen mit einer vielfältigen globalen Gemeinschaft zu verbinden.",
    "beautifulCommunity": "Schöne Gemeinschaft",
    "beautifulCommunityText": "Werden Sie Teil einer warmen und fürsorglichen Gemeinschaft auf PenPalMap, wo Sie Ideen austauschen, Erfahrungen teilen und dauerhafte Freundschaften auf der ganzen Welt schließen können.",
    "manyPeopleMeet": "So viele Leute kennenlernen",
    "isWorldwide": "Penpalmap ist weltweit",
    "whatOurOthersSay": "Was unsere Benutzer sagen",
    "letsCreateProfile": "Lassen Sie uns ein Profil erstellen und Menschen treffen",
    "startJourney": "Beginnen Sie die Reise von Penpalmap"
  },
  "footer": {
    "terms": "Nutzungsbedingungen",
    "privacy": "Datenschutzbestimmungen",
    "legal": "Rechtliche Hinweise",
    "contact": "Kontaktiere uns",
    "about": "Über uns",
    "companyInfo": "Firmeninformationen",
    "legalLinks": "Rechtliche Links"
  },
  "settings": {
    "title": "Einstellungen",
    "language": "Sprache",
    "theme": "Thema",
    "dark": "Dunkel",
    "light": "Hell",
    "informations": "Informationen",
    "security": "Sicherheit",
    "changePassword": "Passwort ändern",
    "back": "Zurück",
    "lastPassword": "Letztes Passwort",
    "newPassword": "Neues Passwort",
    "confirmNewPassword": "Neues Passwort bestätigen",
    "changePasswordButton": "Passwort ändern",
    "account": "Konto",
    "deleteMyAccount": "Mein Konto löschen",
    "confirmDelete": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten?",
    "deleteButton": "Konto löschen",
    "cancelDeleteAccount": "Abbrechen"
  },
  "chat": {
    "IsTyping": "schreibt...",
    "you": "Du: ",
    "send": "Senden",
    "seen": "Gesehen",
    "engageWith": "Mit einbeziehen",
    "typeMessage": "Tippe deine Nachricht...",
    "newMessage": "Neue Nachricht"
  },
  "conversation": {
    "conversations": "Unterhaltungen",
    "noConversation": "Keine Unterhaltungen",
    "noConversationText": "Um eine Unterhaltung zu beginnen, klicke auf einen Benutzer auf der Karte"
  },
  "legal": {
    "legalNoticeTitle": "Legal Notice",
    "companyName": "Penpalmap.com",
    "companyEmail": "Email: contact@penpalmap.com",
    "domainEstablished": "The domain name www.penpalmap.com was established on September 15, 2018.",
    "disclaimer": "DISCLAIMER",
    "disclaimerText": "The content of the site www.penpalmap.com has been prepared with the utmost care. However, we cannot provide any guarantees regarding the completeness, accuracy, or timeliness of the website's content. We are responsible for our own information in accordance with general legislation. This does not affect the obligation to block or prevent the use of information under general laws. However, liability is only possible once we become aware of a specific legal violation. In this case, we will promptly remove the affected content.",
    "liabilityForLinks": "LIABILITY FOR LINKS",
    "liabilityForLinksText": "This website may contain links to external third-party websites over which we have no control. We therefore cannot provide any guarantees for this external content. The respective operators and providers bear sole responsibility for the content of these external websites. However, at the time of linking, we checked the linked website for any potential legal violations. No such violations were identifiable when the link was established. Nevertheless, regular reviews of the content of linked websites without specific indications of a legal violation are not feasible. If we become aware of legal violations, we will immediately remove links to any illegal content.",
    "copyright": "COPYRIGHT",
    "copyrightText": "The content and works we've created on these pages are subject to French and European copyright laws. We highlight that any duplication, processing, distribution, or any form beyond the scope of copyright law requires the written consent of the respective author or creator. Without explicit and written consent from the author, any further use, especially publication and any form of commercial exploitation, is prohibited. The copyright for published material here and objects created by the author solely belongs to the operator of these pages.",
    "copyrightNotice": "COPYRIGHT @ PENPALMAP",
    "additionalCopyrightText": "Copies, potential downloads from the site, and applications are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, third-party copyrights are respected. Additionally, such material, especially third-party material, is identified as such. Nevertheless, if you notice any copyright infringements, we request that you inform us accordingly. Upon becoming aware of legal violations, we will immediately remove the affected content.",
    "moreKeys": "More keys..."
  },
  "map": {
    "searchPlace": "Nach einem Ort oder einer Stadt suchen..."
  },
  "menu": {
    "myProfile": "Mein Profil",
    "parameters": "Einstellungen",
    "logout": "Abmelden"
  },
  "languages": {
    "en": "Englisch",
    "fr": "Französisch",
    "es": "Spanisch",
    "de": "Deutsch",
    "pt": "Portugiesisch",
    "it": "Italienisch",
    "ru": "Russisch",
    "ja": "Japanisch",
    "zh": "Chinesisch",
    "ar": "Arabisch",
    "hi": "Hindi",
    "tr": "Türkisch",
    "ko": "Koreanisch",
    "pl": "Polnisch",
    "nl": "Niederländisch",
    "id": "Indonesisch",
    "sw": "Swahili",
    "yo": "Yoruba",
    "ig": "Igbo",
    "am": "Amharisch",
    "tl": "Tagalog",
    "vi": "Vietnamesisch",
    "th": "Thailändisch",
    "ms": "Malaiisch",
    "ta": "Tamil",
    "te": "Telugu",
    "kn": "Kannada",
    "he": "Hebräisch",
    "fa": "Persisch",
    "hu": "Ungarisch",
    "fi": "Finnisch",
    "et": "Estnisch",
    "bn": "Bengali",
    "el": "Griechisch",
    "sv": "Schwedisch",
    "no": "Norwegisch",
    "da": "Dänisch",
    "cs": "Tschechisch",
    "sk": "Slowakisch",
    "sl": "Slowenisch",
    "hr": "Kroatisch",
    "bg": "Bulgarisch",
    "ro": "Rumänisch",
    "sr": "Serbisch",
    "ka": "Georgisch"
  },
  "languagesOrigin": {
    "en": "English",
    "fr": "Français",
    "es": "Español",
    "de": "Deutsch",
    "pt": "Português",
    "it": "Italiano",
    "ru": "Русский",
    "ja": "日本語",
    "zh": "中文",
    "ar": "العربية",
    "hi": "हिन्दी",
    "tr": "Türkçe",
    "ko": "한국어",
    "pl": "Polski",
    "nl": "Nederlands",
    "id": "Bahasa Indonesia"
  },
  "countriesISO": {
    "BR": "Brasilien",
    "CA": "Kanada",
    "CN": "China",
    "DE": "Deutschland",
    "ES": "Spanien",
    "FR": "Frankreich",
    "GB": "Vereinigtes Königreich",
    "IN": "Indien",
    "IT": "Italien",
    "JP": "Japan",
    "MX": "Mexiko",
    "RU": "Russland",
    "US": "Vereinigte Staaten",
    "DN": "Dänemark",
    "AU": "Australien",
    "TH": "Thailand",
    "MA": "Marokko",
    "ID": "Indonesien"
  },
  "profil": {
    "photos": "Fotos",
    "addPhotos": "Fotos hinzufügen",
    "description": "Beschreibung",
    "SeeTheProfile": "Profil anzeigen",
    "loggedIn": "Angemeldet vor"
  },
  "form": {
    "messageError": "Ein Fehler ist aufgetreten, bitte versuchen Sie es später erneut.",
    "messagePasswordChange": "Ihr Passwort wurde erfolgreich geändert!"
  },
  "contact": {
    "title": "Kontaktiere uns",
    "content": "Fühlen Sie sich frei, uns für Anfragen oder Feedback zu kontaktieren.",
    "email": "E-Mail",
    "follow_us": "Folge uns"
  }
}
