{
  "connect": {
    "connection": "inloggen op PenpalMap",
    "login-google": "Inloggen met Google",
    "mail": "E-mailadres",
    "password": "Wachtwoord",
    "connect": "Inloggen",
    "no-account": "Nog geen account?",
    "create-account": "Account aanmaken",
    "forgot-password": "Wachtwoord vergeten?",
    "nom": "Naam",
    "already-account": "Heb je al een account?",
    "register": "Registreren",
    "sign-up": "Meld je aan!",
    "selectGender": "Kies je geslacht",
    "selectBirthdate": "Kies je geboortedatum",
    "selectPhoto": "Kies een foto van jezelf",
    "pickLocation": "Kies je locatie",
    "selectLanguage": "Kies je taal",
    "next": "Volgende",
    "previous": "Vorige",
    "skip": "Overslaan",
    "finish": "Voltooien",
    "day": "Dag",
    "month": "Maand",
    "year": "Jaar",
    "heyExplorer": "Hallo ontdekker! 🚸",
    "less12": "Gewoon een waarschuwing: Om op PenpalMap te reizen, moet je minstens 12 jaar oud zijn. Blijf veilig en geniet van het avontuur! 🌍✨ Vraag je je af wat de regels zijn? Bekijk onze",
    "more12part1": "🚸 Hallo! Gewoon een waarschuwing: er zijn volwassenen in deze applicatie. Blijf altijd veilig en wees voorzichtig. 🛡️ Heb je meer informatie nodig? Bekijk onze",
    "more12part2": ". Als er iets vreemds lijkt, aarzel dan niet om contact op te nemen met het PenpalMap-team! 💌",
    "editImage": "Bewerk je afbeelding",
    "toastLocationOut": "Oeps! Het lijkt erop dat je midden in het niets bent. Het is tijd om je denkbeeldige paspoort tevoorschijn te halen en het 'Land van Nergens' te verkennen! 🌍✈️",
    "selectALanguage": "Kies een taal",
    "level": "Niveau",
    "native": "Moedertaal",
    "fluent": "Vloeiend",
    "advanced": "Gevorderd",
    "intermediate": "Gevorderd",
    "beginner": "Beginner",
    "delete": "Verwijderen",
    "addLanguage": "Voeg een taal toe",
    "cookiesUsed": "Deze site maakt gebruik van cookies om de gebruikerservaring te verbeteren",
    "AcceptClose": "Accepteren en sluiten",
    "validateTerms": "Gebruiksvoorwaarden",
    "seeTerms": "Gebruiksvoorwaarden bekijken",
    "conditionsPart1": "Penpalmap verzamelt uw gegevens om u zijn diensten en ondersteuning te bieden, de goede werking van de toepassing te waarborgen, u promotionele inhoud van zichzelf en zijn partners te sturen, en studies en statistieken uit te voeren.",
    "conditionsPart2": "Deze informatie is bestemd voor Penpalmap en zijn medewerkers binnen en buiten de EU. U heeft het recht om toegang te krijgen, informatie over u te corrigeren en te verwijderen en, indien van toepassing, bezwaar te maken, de draagbaarheid van uw gegevens, beperking van de verwerking en ten slotte de mogelijkheid om richtlijnen voor de sortering van uw gegevens na uw overlijden vast te stellen. Zonder uw toestemming kan er geen account worden aangemaakt.",
    "conditionsPart3": "Door op 'Ik accepteer de voorwaarden' te klikken, stemt u in met het gebruik van cookies om de gebruikerservaring te optimaliseren, de website en de webtoepassing te verbeteren.",
    "validateConnections": "Ik accepteer de voorwaarden"
  },
  "months": {
    "january": "common:Januari",
    "february": "common:Februari",
    "march": "common:Maart",
    "april": "common:April",
    "may": "common:Mei",
    "june": "common:Juni",
    "july": "common:Juli",
    "august": "common:Augustus",
    "september": "common:September",
    "october": "common:Oktober",
    "november": "common:November",
    "december": "common:December"
  },
  "profileGenderInput": {
    "woman": "Vrouw",
    "man": "Man",
    "other": "Andere ...",
    "transgender": "Transgender",
    "genderless": "Geslachtsloos",
    "bigender": "Bigender",
    "androgyne": "Androgyn",
    "neuter": "Neutraal",
    "non-binary": "Niet-binair",
    "genderqueer": "Genderqueer",
    "genderfluid": "Genderfluid",
    "two-spirit": "Twee-geest",
    "agender": "Agender",
    "pangender": "Pangender",
    "third-gender": "Derde geslacht",
    "othergender": "Andere"
  },
  "presentation": {
    "devise1": "\"Bij PenpalMap zijn we hier niet voor vluchtige interacties...",
    "devise2": "maar om te leren, verbinden en evolueren, ongeacht de afstand.\"",
    "mapTitle": "Interactieve Kaart",
    "mapText": "Verken onze interactieve kaart om correspondenten over de hele wereld te ontdekken. Vind vrienden over continenten heen en maak verbinding met een diversiteit aan culturen en perspectieven.",
    "chatTitle": "Directe Messaging",
    "chatText": "Onze directe messaging brengt je dichter bij vrienden, of je nu onderweg bent, op reis bent of gewoon thuis. Communiceer in realtime met correspondenten over de hele wereld.",
    "securityTitle": "Veiligheid en Zorgzaamheid",
    "securityText": "Bij PenpalMap staan jouw veiligheid en welzijn voorop. We hebben robuuste veiligheidsmaatregelen genomen om je een veilige en zorgzame online ervaring te bieden. Log in met vertrouwen!",
    "whyPenpalmapTitle": "Waarom Penpalmap?",
    "whyPenpalmapText": "PenpalMap herdefinieert correspondentie met de nadruk op eenvoud, gemeenschap en verkenning. In tegenstelling tot andere platforms is onze service volledig gratis. Geen behoefte meer aan fysieke brieven of verouderde correspondentiemethoden. We verwijderen barrières zodat je direct verbinding kunt maken met vrienden over de hele wereld. Onze interactieve kaart staat centraal in de ervaring, waardoor het eenvoudig is om correspondenten over de hele wereld te ontdekken. Verken, leer en bouw vriendschappen zonder grenzen. Met PenpalMap begint jouw internationale avontuur hier. Doe mee en ontdek de wereld met nieuwe en opwindende vrienden!",
    "seeDetails": "Bekijk Details",
    "text1": "Maak verbinding met vrienden over de hele wereld, waar je ook bent. Maak vrienden, leer talen en ontdek nieuwe culturen, ongeacht je locatie.",
    "text2": "PenpalMap is een instant messaging-app waarmee je kunt chatten met mensen over de hele wereld. Of je nu op reis bent, onderweg bent of gewoon thuis, je kunt altijd en overal veilig toegang krijgen tot PenpalMap."
  },
  "footer": {
    "terms": "Gebruiksvoorwaarden",
    "privacy": "Privacybeleid",
    "legal": "Juridische vermeldingen",
    "contact": "Neem contact met ons op",
    "about": "Over ons"
  },
  "settings": {
    "title": "Instellingen",
    "language": "Taal",
    "theme": "Thema",
    "dark": "Donker",
    "light": "Licht",
    "informations": "Informatie",
    "security": "Veiligheid",
    "changePassword": "Wachtwoord wijzigen",
    "back": "Terug",
    "lastPassword": "Laatste wachtwoord",
    "newPassword": "Nieuw wachtwoord",
    "confirmNewPassword": "Bevestig nieuw wachtwoord",
    "changePasswordButton": "Wachtwoord wijzigen"
  },
  "chat": {
    "IsTyping": "is aan het typen...",
    "you": "Jij: ",
    "send": "Versturen",
    "seen": "Gezien",
    "engageWith": "Ga in gesprek met",
    "typeMessage": "Typ je bericht...",
    "newMessage": "Nieuw bericht"
  },
  "conversation": {
    "conversations": "Gesprekken",
    "noConversation": "Geen gesprekken",
    "noConversationText": "Om een gesprek te starten, klik op een gebruiker op de kaart"
  },
  "legal": {
    "legalNoticeTitle": "Legal Notice",
    "companyName": "Penpalmap.com",
    "companyEmail": "Email: contact@penpalmap.com",
    "domainEstablished": "The domain name www.penpalmap.com was established on September 15, 2018.",
    "disclaimer": "DISCLAIMER",
    "disclaimerText": "The content of the site www.penpalmap.com has been prepared with the utmost care. However, we cannot provide any guarantees regarding the completeness, accuracy, or timeliness of the website's content. We are responsible for our own information in accordance with general legislation. This does not affect the obligation to block or prevent the use of information under general laws. However, liability is only possible once we become aware of a specific legal violation. In this case, we will promptly remove the affected content.",
    "liabilityForLinks": "LIABILITY FOR LINKS",
    "liabilityForLinksText": "This website may contain links to external third-party websites over which we have no control. We therefore cannot provide any guarantees for this external content. The respective operators and providers bear sole responsibility for the content of these external websites. However, at the time of linking, we checked the linked website for any potential legal violations. No such violations were identifiable when the link was established. Nevertheless, regular reviews of the content of linked websites without specific indications of a legal violation are not feasible. If we become aware of legal violations, we will immediately remove links to any illegal content.",
    "copyright": "COPYRIGHT",
    "copyrightText": "The content and works we've created on these pages are subject to French and European copyright laws. We highlight that any duplication, processing, distribution, or any form beyond the scope of copyright law requires the written consent of the respective author or creator. Without explicit and written consent from the author, any further use, especially publication and any form of commercial exploitation, is prohibited. The copyright for published material here and objects created by the author solely belongs to the operator of these pages.",
    "copyrightNotice": "COPYRIGHT @ PENPALMAP",
    "additionalCopyrightText": "Copies, potential downloads from the site, and applications are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, third-party copyrights are respected. Additionally, such material, especially third-party material, is identified as such. Nevertheless, if you notice any copyright infringements, we request that you inform us accordingly. Upon becoming aware of legal violations, we will immediately remove the affected content.",
    "moreKeys": "More keys..."
  },
  "map": {
    "searchPlace": "Zoek naar een plaats of stad..."
  },
  "menu": {
    "myProfile": "Mijn profiel",
    "parameters": "Instellingen",
    "logout": "Uitloggen"
  },
  "languages": {
    "en": "Engels",
    "fr": "Frans",
    "es": "Spaans",
    "de": "Duits",
    "pt": "Portugees",
    "it": "Italiaans",
    "ru": "Russisch",
    "ja": "Japans",
    "zh": "Chinees",
    "ar": "Arabisch",
    "hi": "Hindi",
    "tr": "Turks",
    "ko": "Koreaans",
    "pl": "Pools",
    "nl": "Nederlands",
    "id": "Indonesisch"
  },
  "languagesOrigin": {
    "en": "English",
    "fr": "Français",
    "es": "Español",
    "de": "Deutsch",
    "pt": "Português",
    "it": "Italiano",
    "ru": "Русский",
    "ja": "日本語",
    "zh": "中文",
    "ar": "العربية",
    "hi": "हिन्दी",
    "tr": "Türkçe",
    "ko": "한국어",
    "pl": "Polski",
    "nl": "Nederlands",
    "id": "Bahasa Indonesia"
  },
  "profil": {
    "photos": "Foto's",
    "addPhotos": "Foto's toevoegen",
    "description": "Beschrijving",
    "SeeTheProfile": "Bekijk het profiel",
    "loggedIn": "Aangemeld sinds"
  },
  "form": {
    "messageError": "Er is een fout opgetreden, probeer het later opnieuw.",
    "messagePasswordChange": "Uw wachtwoord is succesvol gewijzigd!"
  },
  "contact": {
    "title": "Neem contact met ons op",
    "content": "Neem gerust contact met ons op voor vragen of feedback.",
    "email": "E-mail",
    "follow_us": "Volg ons"
  }
}
