{
    "connect": {
        "connection": "login at PenPalMap",
        "login-google": "Connnect with Google",
        "mail": "E-mail",
        "password": "Password",
        "connect": "Connect",
        "no-account": "Don't have an account?",
        "create-account": "Create an account",
        "forgot-password": "Forgot your password?",
        "nom": "Name",
        "already-account": "Already have an account?",
        "register": "Register",
        "sign-up": "Sign up!",
        "selectGender": "Select your gender",
        "selectBirthdate": "Select your birthdate",
        "selectPhoto": "Select your photos",
        "pickLocation": "Pick your location",
        "selectLanguage": "Select your languages",
        "next": "Next",
        "previous": "Previous",
        "skip": "Skip",
        "finish": "Finish",
        "day": "Day",
        "month": "Month",
        "year": "Year",
        "heyExplorer": "Hey, explorer! 🚸",
        "less12": "Just a heads-up: To journey in PenPalMap, you need to be at least 12 years old. Stay safe and enjoy the adventure! 🌍✨ Curious about the rules? Check our",
        "more12part1": "🚸 Hey there, young explorer! Just a heads-up: there are adults on this app. Always stay safe and be cautious. 🛡️ Need more info? Check our",
        "more12part2": ". If something feels off, don&apos;t hesitate to reach out to the PenPalMap team! 💌",
        "editImage": "Edit image",
        "toastLocationOut": "Oops! It seems you're in the middle of nowhere. Time to bring out your imaginary passport and explore the 'Land of Nowhere'! 🌍✈️",
        "selectALanguage": "Select a language",
        "level": "Level",
        "native": "Native",
        "fluent": "Fluent",
        "advanced": "Advanced",
        "intermediate": "Intermediate",
        "beginner": "Beginner",
        "delete": "Delete",
        "addLanguage": "Add a language"
    },
    "months": {
        "january": "common:January",
        "february": "common:February",
        "march": "common:March",
        "april": "common:April",
        "may": "common:May",
        "june": "common:June",
        "july": "common:July",
        "august": "common:August",
        "september": "common:September",
        "october": "common:October",
        "november": "common:November",
        "december": "common:December"
    },
    "profileGenderInput": {
        "woman": "Woman",
        "man": "Man",
        "other": "Other ...",
        "transgender": "Transgender",
        "genderless": "Genderless",
        "bigender": "Bigender",
        "androgyne": "Androgyne",
        "neuter": "Neuter",
        "non-binary": "Non-binary",
        "genderqueer": "Genderqueer",
        "genderfluid": "Genderfluid",
        "two-spirit": "Two-Spirit",
        "agender": "Agender",
        "pangender": "Pangender",
        "third-gender": "Third Gender",
        "othergender": "Other"
    },
    "presentation": {
        "devise1": "\"Here at PenPalMap, we aren't about quick swipes...",
        "devise2": "About learning, connecting, and growing - no matter the distance.\"",
        "funTitle": "Welcome to PenPalMap – Where Friendships Know No Boundaries!",
        "funText": "Join PenPalMap, the ultimate hub for global connections and cultural exchanges. Unleash the fun as you chat, make friends, and explore diverse cultures, all from the comfort of your screen. Whether you're a world traveler or cozy at home, PenPalMap invites you to a journey of learning, connecting, and evolving. Say goodbye to fleeting interactions and hello to meaningful connections that transcend distances. Sign up today and let the adventure begin!",
        "mapTitle": "Interactive Map",
        "mapText": "Explore our interactive map to discover pen pals from around the world. Find friends across continents and connect with a diversity of cultures and perspectives.",
        "chatTitle": "Instant Messaging",
        "chatText": "Our instant messaging brings you closer to friends, whether you're on the go, traveling, or simply at home. Communicate in real-time with pen pals from around the world.",
        "securityTitle": "Security and Kindness",
        "securityText": "At PenPalMap, your security and well-being are our priority. We have implemented robust security measures to ensure a safe and kind online experience. Connect with confidence!",
        "whyPenpalmapTitle": "Why PenPalMap?",
        "whyPenpalmapText": "PenPalMap reinvents penpalling with a focus on simplicity, community, and exploration. Unlike other platforms, our service is completely free. No more need for physical letters or outdated correspondence methods. We break down barriers, allowing you to connect instantly with friends from around the globe. Our interactive map is at the heart of the experience, making it easy to discover penpals worldwide. Explore, learn, and build friendships without borders. With PenPalMap, your international adventure begins here. Join us and explore the world with new and exciting friends!",
        "seeDetails": "See Details"
    },
    "footer": {
        "terms": "Terms of use",
        "privacy": "Privacy policy",
        "legal": "Legal mentions",
        "contact": "Contact us",
        "about": "About us"
    },
    "settings": {
        "title": "Settings",
        "language": "Language",
        "theme": "Theme",
        "dark": "Dark",
        "light": "Light"
    },
    "chat": {
        "IsTyping": "is typing...",
        "you": "You: ",
        "send": "Send",
        "seen": "Seen",
        "engageWith": "Start a discussion with",
        "typeMessage": "Type your message..."
    },
    "legal": {
        "legalNoticeTitle": "Legal Notice",
        "companyName": "Penpalmap.com",
        "companyEmail": "Email: contact@penpalmap.com",
        "domainEstablished": "The domain name www.penpalmap.com was established on September 15, 2018.",
        "disclaimer": "DISCLAIMER",
        "disclaimerText": "The content of the site www.penpalmap.com has been prepared with the utmost care. However, we cannot provide any guarantees regarding the completeness, accuracy, or timeliness of the website's content. We are responsible for our own information in accordance with general legislation. This does not affect the obligation to block or prevent the use of information under general laws. However, liability is only possible once we become aware of a specific legal violation. In this case, we will promptly remove the affected content.",
        "liabilityForLinks": "LIABILITY FOR LINKS",
        "liabilityForLinksText": "This website may contain links to external third-party websites over which we have no control. We therefore cannot provide any guarantees for this external content. The respective operators and providers bear sole responsibility for the content of these external websites. However, at the time of linking, we checked the linked website for any potential legal violations. No such violations were identifiable when the link was established. Nevertheless, regular reviews of the content of linked websites without specific indications of a legal violation are not feasible. If we become aware of legal violations, we will immediately remove links to any illegal content.",
        "copyright": "COPYRIGHT",
        "copyrightText": "The content and works we've created on these pages are subject to French and European copyright laws. We highlight that any duplication, processing, distribution, or any form beyond the scope of copyright law requires the written consent of the respective author or creator. Without explicit and written consent from the author, any further use, especially publication and any form of commercial exploitation, is prohibited. The copyright for published material here and objects created by the author solely belongs to the operator of these pages.",
        "copyrightNotice": "COPYRIGHT @ PENPALMAP",
        "additionalCopyrightText": "Copies, potential downloads from the site, and applications are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, third-party copyrights are respected. Additionally, such material, especially third-party material, is identified as such. Nevertheless, if you notice any copyright infringements, we request that you inform us accordingly. Upon becoming aware of legal violations, we will immediately remove the affected content.",
        "moreKeys": "More keys..."
    },
    "map": {
        "searchPlace": "Search for a place or city..."
    },
    "menu": {
        "myProfile": "My profile",
        "parameters": "Settings",
        "logout": "Logout"
    },
    "languages": {
        "en": "English",
        "fr": "French"
    },
    "profil": {
        "photos": "Photos",
        "addPhotos": "Add photos",
        "description": "Description"
    }
}
